{
  "token_to_id": {
    "[PAD]": 0,
    "[EOS]": 1,
    "[SEP]": 2,
    "[UNK]": 3,
    "word0": 4,
    "word1": 5,
    "word2": 6,
    "word3": 7,
    "word4": 8,
    "word5": 9,
    "word6": 10,
    "word7": 11,
    "word8": 12,
    "word9": 13,
    "word10": 14,
    "word11": 15,
    "word12": 16,
    "word13": 17,
    "word14": 18,
    "word15": 19,
    "word16": 20,
    "word17": 21,
    "word18": 22,
    "word19": 23,
    "word20": 24,
    "word21": 25,
    "word22": 26,
    "word23": 27,
    "word24": 28,
    "word25": 29,
    "word26": 30,
    "word27": 31,
    "word28": 32,
    "word29": 33,
    "word30": 34,
    "word31": 35,
    "word32": 36,
    "word33": 37,
    "word34": 38,
    "word35": 39,
    "word36": 40,
    "word37": 41,
    "word38": 42,
    "word39": 43,
    "word40": 44,
    "word41": 45,
    "word42": 46,
    "word43": 47,
    "word44": 48,
    "word45": 49,
    "word46": 50,
    "word47": 51,
    "word48": 52,
    "word49": 53,
    "word50": 54,
    "word51": 55,
    "word52": 56,
    "word53": 57,
    "word54": 58,
    "word55": 59,
    "word56": 60,
    "word57": 61,
    "word58": 62,
    "word59": 63,
    "word60": 64,
    "word61": 65,
    "word62": 66,
    "word63": 67,
    "word64": 68,
    "word65": 69,
    "word66": 70,
    "word67": 71,
    "word68": 72,
    "word69": 73,
    "word70": 74,
    "word71": 75,
    "word72": 76,
    "word73": 77,
    "word74": 78,
    "word75": 79,
    "word76": 80,
    "word77": 81,
    "word78": 82,
    "word79": 83,
    "word80": 84,
    "word81": 85,
    "word82": 86,
    "word83": 87,
    "word84": 88,
    "word85": 89,
    "word86": 90,
    "word87": 91,
    "word88": 92,
    "word89": 93,
    "word90": 94,
    "word91": 95,
    "word92": 96,
    "word93": 97,
    "word94": 98,
    "word95": 99
  },
  "id_to_token": {
    "0": "[PAD]",
    "1": "[EOS]",
    "2": "[SEP]",
    "3": "[UNK]",
    "4": "word0",
    "5": "word1",
    "6": "word2",
    "7": "word3",
    "8": "word4",
    "9": "word5",
    "10": "word6",
    "11": "word7",
    "12": "word8",
    "13": "word9",
    "14": "word10",
    "15": "word11",
    "16": "word12",
    "17": "word13",
    "18": "word14",
    "19": "word15",
    "20": "word16",
    "21": "word17",
    "22": "word18",
    "23": "word19",
    "24": "word20",
    "25": "word21",
    "26": "word22",
    "27": "word23",
    "28": "word24",
    "29": "word25",
    "30": "word26",
    "31": "word27",
    "32": "word28",
    "33": "word29",
    "34": "word30",
    "35": "word31",
    "36": "word32",
    "37": "word33",
    "38": "word34",
    "39": "word35",
    "40": "word36",
    "41": "word37",
    "42": "word38",
    "43": "word39",
    "44": "word40",
    "45": "word41",
    "46": "word42",
    "47": "word43",
    "48": "word44",
    "49": "word45",
    "50": "word46",
    "51": "word47",
    "52": "word48",
    "53": "word49",
    "54": "word50",
    "55": "word51",
    "56": "word52",
    "57": "word53",
    "58": "word54",
    "59": "word55",
    "60": "word56",
    "61": "word57",
    "62": "word58",
    "63": "word59",
    "64": "word60",
    "65": "word61",
    "66": "word62",
    "67": "word63",
    "68": "word64",
    "69": "word65",
    "70": "word66",
    "71": "word67",
    "72": "word68",
    "73": "word69",
    "74": "word70",
    "75": "word71",
    "76": "word72",
    "77": "word73",
    "78": "word74",
    "79": "word75",
    "80": "word76",
    "81": "word77",
    "82": "word78",
    "83": "word79",
    "84": "word80",
    "85": "word81",
    "86": "word82",
    "87": "word83",
    "88": "word84",
    "89": "word85",
    "90": "word86",
    "91": "word87",
    "92": "word88",
    "93": "word89",
    "94": "word90",
    "95": "word91",
    "96": "word92",
    "97": "word93",
    "98": "word94",
    "99": "word95"
  }
}