{
  "token_to_id": {
    "[PAD]": 0,
    "[EOS]": 1,
    "[SEP]": 2,
    "[UNK]": 3,
    "0": 4,
    "1": 5,
    "2": 6,
    "3": 7,
    "4": 8,
    "5": 9,
    "6": 10,
    "7": 11,
    "8": 12,
    "9": 13,
    "after": 14,
    "are": 15,
    "first": 16,
    "how": 17,
    "in": 18,
    "is": 19,
    "many": 20,
    "sentence": 21,
    "the": 22,
    "what": 23,
    "word": 24,
    "words": 25,
    "word1": 26,
    "word2": 27,
    "word3": 28,
    "word4": 29,
    "word5": 30,
    "word6": 31,
    "word7": 32,
    "word8": 33,
    "word9": 34,
    "word10": 35,
    "word11": 36,
    "word12": 37,
    "word13": 38,
    "word14": 39,
    "word15": 40,
    "word16": 41,
    "word17": 42,
    "word18": 43,
    "word19": 44,
    "word20": 45,
    "word21": 46,
    "word22": 47,
    "word23": 48,
    "word24": 49,
    "word25": 50,
    "word26": 51,
    "word27": 52,
    "word28": 53,
    "word29": 54,
    "word30": 55,
    "word31": 56,
    "word32": 57,
    "word33": 58,
    "word34": 59,
    "word35": 60,
    "word36": 61,
    "word37": 62,
    "word38": 63,
    "word39": 64,
    "word40": 65,
    "word41": 66,
    "word42": 67,
    "word43": 68,
    "word44": 69,
    "word45": 70,
    "word46": 71,
    "word47": 72,
    "word48": 73,
    "word49": 74,
    "word50": 75
  },
  "id_to_token": {
    "0": "[PAD]",
    "1": "[EOS]",
    "2": "[SEP]",
    "3": "[UNK]",
    "4": "0",
    "5": "1",
    "6": "2",
    "7": "3",
    "8": "4",
    "9": "5",
    "10": "6",
    "11": "7",
    "12": "8",
    "13": "9",
    "14": "after",
    "15": "are",
    "16": "first",
    "17": "how",
    "18": "in",
    "19": "is",
    "20": "many",
    "21": "sentence",
    "22": "the",
    "23": "what",
    "24": "word",
    "25": "words",
    "26": "word1",
    "27": "word2",
    "28": "word3",
    "29": "word4",
    "30": "word5",
    "31": "word6",
    "32": "word7",
    "33": "word8",
    "34": "word9",
    "35": "word10",
    "36": "word11",
    "37": "word12",
    "38": "word13",
    "39": "word14",
    "40": "word15",
    "41": "word16",
    "42": "word17",
    "43": "word18",
    "44": "word19",
    "45": "word20",
    "46": "word21",
    "47": "word22",
    "48": "word23",
    "49": "word24",
    "50": "word25",
    "51": "word26",
    "52": "word27",
    "53": "word28",
    "54": "word29",
    "55": "word30",
    "56": "word31",
    "57": "word32",
    "58": "word33",
    "59": "word34",
    "60": "word35",
    "61": "word36",
    "62": "word37",
    "63": "word38",
    "64": "word39",
    "65": "word40",
    "66": "word41",
    "67": "word42",
    "68": "word43",
    "69": "word44",
    "70": "word45",
    "71": "word46",
    "72": "word47",
    "73": "word48",
    "74": "word49",
    "75": "word50"
  }
}